Repository: DynamicSystemsInc/TED
Catalog: ws/userland/src/components/gnome/gnome-power-manager/gnome-power-manager-2.24.4/po/*.po
Languages: de

source: The AC power has been unplugged. The system is now using backup power.
de: Der Netzstecker wurde gezogen. Das System läuft nun im Akkubetrieb.

source: Sleep Problem
de: Problem mit dem Bereitschaftsmodus

source: Your computer failed to hibernate. Check the help file for common problems.
de: Der Wechsel in den Ruhezustand ist gescheitert. Lösungsvorschläge für häufig auftretende Probleme finden Sie in der Hilfe.

source: Your computer failed to suspend. Check the help file for common problems.
de: Der Wechsel in den Bereitschaftszustand ist gescheitert. Lösungsvorschläge für häufig auftretende Probleme finden Sie in der Hilfe.

source: Visit quirk website
de: Web-Seite für »Quirks« (manuelle Anpassungen) besuchen

source: %s fully charged (%.1f%%) Provides %s battery runtime
de: %s vollständig geladen (%.1f%%) Stellt %s Akku-Laufzeit zur Verfügung

source: %s fully charged (%.1f%%)
de: %s vollständig geladen (%.1f%%)

source: %s %s remaining (%.1f%%)
de: %s %s verbleibend (%.1f%%)

source: %s discharging (%.1f%%)
de: %s entlädt (%.1f%%)

source: %s %s until charged (%.1f%%) Provides %s battery runtime
de: %s %s bis vollständig geladen (%.1f%%) Stellt %s Akku-Laufzeit zur Verfügung

source: %s %s until charged (%.1f%%)
de: %s %s bis vollständig geladen (%.1f%%)

source: %s charging (%.1f%%)
de: %s wird geladen (%.1f%%)

source: Battery state could not be read at this time
de: Der Batteriestatus kann momentan nicht ausgelesen werden

source: <b>Product:</b> %s
de: <b>Produkt:</b> %s

source: Missing
de: Fehlt

source: Charged
de: Geladen

source: Charging
de: Lädt

source: Discharging
de: Entlädt

source: <b>Percentage charge:</b> %.1f%%
de: <b>Ladezustand in Prozent:</b> %.1f%%

source: <b>Vendor:</b> %s
de: <b>Hersteller:</b> %s

source: Lithium ion
de: Lithium-Ionen (Li-Ion)

source: Lead acid
de: Bleiakku (Pb)

source: Lithium polymer
de: Lithium-Polymer (LiPo)

source: Nickel metal hydride
de: Nickel-Metallhydrid (NiMH)

source: Unknown
de: Unbekannt

source: <b>Technology:</b> %s
de: <b>Technologie:</b> %s

source: <b>Serial number:</b> %s
de: <b>Seriennummer:</b> %s

source: <b>Model:</b> %s
de: <b>Modell:</b> %s

source: <b>Charge time:</b> %s
de: <b>Ladezeit:</b> %s

source: <b>Discharge time:</b> %s
de: <b>Entladezeit:</b> %s

source: Excellent
de: Ausgezeichnet

source: Good
de: Gut

source: Fair
de: Befriedigend

source: Poor
de: Dürftig

source: <b>Capacity:</b> %i%% (%s)
de: <b>Kapazität:</b> %i%% (%s)

source: <b>Current charge:</b> %.1f Wh
de: <b>Aktuelle Ladung:</b> %.1f Wh

source: <b>Last full charge:</b> %.1f Wh
de: <b>Letzte volle Ladung:</b> %.1f Wh

source: <b>Design charge:</b> %.1f Wh
de: <b>Soll einer vollen Ladung:</b> %.1f Wh

source: <b>Charge rate:</b> %.1f W
de: <b>Aufladerate:</b> %.1f W

source: <b>Current charge:</b> %i/7
de: <b>Aktuelle Ladung:</b> %i/7

source: <b>Design charge:</b> %i/7
de: <b>Soll einer vollen Ladung:</b> %i/7

source: Laptop batteries
de: Laptop-Akkus

source: UPSs
de: USV

source: Wireless mice
de: Drahtlose Mäuse

source: Wireless keyboards
de: Drahtlose Tastaturen

source: PDAs
de: PDA

source: Cell phones
de: Mobiltelefone

source: Laptop battery
de: Laptop-Akku

source: UPS
de: USV

source: Wireless mouse
de: Drahtlose Maus

source: Wireless keyboard
de: Drahtlose Tastatur

source: Cell phone
de: Mobiltelefone

source: GNOME Power Preferences
de: Einstellungen der GNOME-Energieverwaltung

source: Ask me
de: Nachfragen

source: Suspend
de: Bereitschaft

source: Shutdown
de: Herunterfahren

source: Hibernate
de: Ruhezustand

source: Blank screen
de: Bildschirm abdunkeln

source: Do nothing
de: Ignorieren

source: Never
de: Nie

source: Make Default
de: Als Vorgabe verwenden

source: GNOME Power Statistics
de: GNOME-Energiestatistiken

source: Charge history
de: Ladechronik

source: Power history
de: Energiechronik

source: Voltage history
de: Spannungs-Chronik

source: Estimated time history
de: Chronik der geschätzen Zeit

source: Charge time profile
de: Ladezeit-Profil

source: Discharge time profile
de: Entladezeit-Profil

source: Charge time accuracy profile
de: Ladezeit-Genauigkeitsprofil

source: Discharge time accuracy profile
de: Entladezeit-Genauigkeitsprofil

source: Could not connect to GNOME Power Manager.
de: Verbindung zur GNOME-Energieverwaltung ist gescheitert.

source: Display DPMS activated
de: Bildschirm-DPMS aktiviert

source: On battery power
de: Im Akkubetrieb

source: Laptop lid is closed
de: Deckel wurde geschlossen

source: Device information
de: Geräteinformation

source: translator-credits
de: Hendrik Richter <hendrikr@gnome.org> Sebastian Heinlein <sebi@glatzor.de> Thomas Gier <mail@thomasgier.de>

source: GNOME Power Manager Website
de: Web-Seite der GNOME-Energieverwaltung

source: _Preferences
de: _Einstellungen

source: Power _History
de: Energie_verbrauch

source: _Help
de: _Hilfe

source: _About
de: _Info

source: _Suspend
de: _Bereitschaft

source: Hi_bernate
de: _Ruhezustand
