Repository: DynamicSystemsInc/TED
Catalog: ws/userland/src/components/gnome/gnome-power-manager/gnome-power-manager-2.24.4/po/*.po
Languages: de

source: Power Manager Brightness Applet
de: Bildschirmhelligkeits-Applet

source: Adjusts laptop panel brightness.
de: Regeln Sie die Bildschirmhelligkeit Ihres Laptops.

source: Cannot connect to gnome-power-manager
de: Verbindung zur Energieverwaltung gescheitert

source: Cannot get laptop panel brightness
de: Helligkeit des Bildschirms konnte nicht ermittelt werden

source: LCD brightness : %d%%
de: LCD-Helligkeit: %d%%

source: Licensed under the GNU General Public License Version 2
de: Lizenziert unter der GNU General Public License Version 2

source: Power Manager is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Die Energieverwaltung ist freie Software; Sie dürfen das Programm weiter verteilen oder verändern unter Beachtung der Bestimmungen der GNU General Public License, so wie sie von der Free Software Foundation festgelegt wurde. Es gilt entweder Version 2 der Lizenz oder (wahlweise) jede spätere Version.

source: Power Manager is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Die Energieverwaltung (GNOME Power Manager) wurde in der Hoffnung veröffentlicht, dass sie sich als nützlich erweise, jedoch OHNE JEGLICHE GARANTIE AUF FUNKTIONSFÄHIGKEIT UND OHNE RECHTSANSPRUCH BEI FEHLERHAFTEM VERHALTEN DER SOFTWARE. Lesen Sie die GNU General Public License für weiterführende Informationen.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
de: Im Paket mit GNOME Power Manager sollten Sie ebenfalls eine Kopie der GNU General Public License erhalten haben. Wenn nicht, schreiben Sie bitte an die Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: Adjusts Laptop panel brightness
de: Regelt die Helligkeit des Laptopbildschirms

source: Brightness Applet
de: Helligkeits-Applet

source: Brightness Applet Factory
de: Helligkeits-Applet Factory

source: Factory for Brightness Applet
de: Factory für das Helligkeits-Applet

source: Power Manager Inhibit Applet
de: Applet zur Unterdrückung des Energiesparmodus

source: Allows user to inhibit automatic power saving.
de: Ermöglicht den automatischen Wechsel in den Energiesparmodus zu unterdrücken.

source: Automatic sleep inhibited
de: Automatischer Energiesparmodus ist unterdrückt

source: Automatic sleep enabled
de: Automatischer Energiesparmodus ist aktiviert

source: Manual inhibit
de: Explizit unterdrückt

source: Allows user to inhibit automatic power saving
de: Ermöglicht es Benutzern, den automatischen Wechsel in den Energiesparmodus zu unterdrücken

source: Factory for Inhibit Applet
de: Factory für das Energiesparmodus-Unterdrückungsapplet

source: Inhibit Applet
de: Energiesparmodus-Unterdrückungsapplet

source: Inhibit Applet Factory
de: Factory des Energiesparmodus-Unterdrückungsapplets

source: Power Manager
de: Energieverwaltung

source: Power management daemon
de: Hintergrundprozess der Energieverwaltung

source: After resume, gnome-power-manager will suppress policy actions for a number of seconds to allow messages to settle and HAL to refresh. Commonly five seconds is enough while not being so long that the user gets confused.
de: Nach dem Aufwachen wird die Energieverwaltung Aktionen für ein paar Sekunden unterdrücken, um Nachrichten abarbeiten und HAL aktualisieren zu können. Normalerweise reichen fünf Sekunden dafür, ohne den Benutzer zu irritieren.

source: Allow Suspend and Hibernate in the menu
de: Bereitschaft und Ruhezustand im Menü erlauben

source: Allow backlight brightness adjustment
de: Anpassung der Helligkeit der Hintergrundbeleuchtung zulassen

source: Battery critical low action
de: Aktion bei kritischem Akkuladezustand

source: Change the brightness automatically using the ambient light sensors
de: Die Helligkeit mit Hilfe der Umgebungslichtsensoren automatisch anpassen

source: Check CPU load before sleeping
de: Prozessorlast überprüfen bevor in Bereitschaft gewechselt wird

source: Dim the screen after a period of inactivity when on AC power
de: Bildschirm nach längerem Leerlauf im Netzbetrieb abdunkeln

source: Dim the screen after a period of inactivity when on battery power
de: Bildschirm nach längerem Leerlauf im Akkubetrieb abdunkeln

source: Display options for the notification icon. Valid options are "never", "critical", "charge", "present" and "always".
de: Einstellungen für das Symbol im Benachrichtigungsfeld. Mögliche Zustände sind »never« (niemals), »critical« (kritisch) »charge« (laden), »present« (Akku vorhanden) und »always« (immer).

source: Hibernate button action
de: Aktion bei Betätigung des Schalters für den Ruhezustand

source: Hibernate enabled
de: Ruhezustand aktiviert

source: If DBUS inhibit requests should be ignored from other programs.
de: Legt fest, ob Sperranfragen über den D-BUS von anderen Programmen ignoriert werden sollen.

source: If DBUS inhibit requests should be ignored.
de: Legt fest, ob Sperranfragen über den D-BUS ignoriert werden sollen.

source: If a notification message should be displayed after suspend or hibernate failed.
de: Legt fest, ob der Benutzer benachrichtigt werden soll, wenn Bereitschaft oder Ruhezustand scheitern.

source: If a notification message should be displayed when the battery is fully charged.
de: Legt fest, ob der Benutzer benachrichtigt werden soll, wenn der Akku vollständig aufgeladen wurde.

source: If a notification message should be displayed when the battery is getting low.
de: Legt fest, ob der Benutzer benachrichtigt werden soll, wenn der Ladezustand des Akkus niedrig ist.

source: If a notification message should be displayed when the profile data is guessed.
de: Legt fest, ob der Benutzer benachrichtigt werden soll, wenn Profildaten ermittelt wurden.

source: If extra debugging messages should be used
de: Legt fest, ob spezielle Debugging-Nachrichten verwendet werden sollen.

source: If extra debugging messages should be used. Only turn this on for debugging.
de: Legt fest, ob spezielle Debugging-Nachrichten verwendet werden sollen. Schalten Sie dies nur zur Fehlersuche ein.

source: If preferences should be shown
de: Legt fest, ob Einstellungen angezeigt werden sollen

source: If sounds should be used
de: Legt fest, ob Klänge verwendet werden sollen

source: If sounds should be used when the power is critically low, or inhibit requests have stopped the policy action.
de: Legt fest, ob bei kritischem Ladezustand oder bei unterdrücktem Wechsel in den Energiesparmodus ein Klang als Warnmeldung ausgegeben werden soll.

source: If the CPU load should be checked before doing the idle action.
de: Legt fest, ob die CPU-Last überprüft werden soll, bevor eine Leerlauf-Aktion durchgeführt wird.

source: If the Suspend and Hibernate options should be allowed in the notification area drop down menu.
de: Legt fest, ob Bereitschaft und Ruhezustand im Menü des Benachrichtungsfeldes als Optionen angezeigt werden sollen.

source: If the battery event should occur when the lid is shut and the power disconnected
de: Legt fest, ob in den Akkubetrieb gewechselt werden soll, wenn der Deckel des Laptops geschlossen und das Stromkabel entfernt wird.

source: If the battery lid close event should occur (for example 'Suspend when lid closed on battery') when the lid is previously shut and the AC power disconnected at a later time.
de: Legt fest, ob auf die Einstellungen für den Akkubetrieb zurückgegriffen werden soll (z.B. »Bereitschaft, wenn der Deckel im Akkubetrieb geschlossen wurde«), wenn der Deckel des Laptops zuvor geschlossen wurde und das Stromkabel später entfernt wird.

source: If the learnt profile should be used to calculate the time remaining
de: Legt fest, ob das gelernte Profil zur Berechnung der verbleibenden Zeit verwendet werden soll

source: If the learnt profile should be used to calculate the time remaining. Only turn this off for debugging.
de: Legt fest, ob das gelernte Profil zur Berechnung der verbleibenden Zeit verwendet werden soll. Schalten Sie dies nur zur Fehlersuche aus.

source: If the low-power mode should be enabled when on AC
de: Legt fest, ob der der Rechner in Bereitschaft gehen soll, wenn das Stromkabel angeschlossen ist.

source: If the low-power mode should be enabled when on UPS
de: Legt fest, ob der Rechner in Bereitschaft geht, wenn er von einer USV versorgt wird.

source: If the low-power mode should be enabled when on battery
de: Legt fest, ob im Akkubetrieb in Bereitschaft gewechselt werden soll.

source: If the screen brightness can be changed when switching between AC and battery power and by ambient light sensors.
de: Legt fest, ob die Bildschirmhelligkeit beim Wechsel zwischen Netz- und Akkubetrieb und durch Umgebungslichtsensoren angepasst werden kann.

source: If the screen brightness should be changed automatically using the ambient light sensors.
de: Legt fest, ob die Helligkeit über die Umgebungslichtsensoren automatisch angepasst werden soll.

source: If the screen brightness should be changed automatically using the ambient light sensors. Valid is 'none', 'light' and 'dark'
de: Legt fest, ob die Helligkeit über die Umgebungslichtsensoren automatisch angepasst werden soll. Gültige Werte sind »keine«, »hell« und »dunkel«

source: If the screen should be dimmed to save power when the computer is idle when on AC power.
de: Legt fest, ob der Bildschirm nach einer festgelegten Zeit des Leerlaufs im Netzbetrieb abgedunkelt wird, um Strom zu sparen

source: If the screen should be dimmed to save power when the computer is idle when on battery power.
de: Legt fest, ob der Bildschirm nach einer festgelegten Leerlaufzeit im Akkubetrieb abgedunkelt wird, um Strom zu sparen

source: If the screen should be reduced in brightness when the computer is on battery power.
de: Legt fest, ob der Bildschirm im Akkubetrieb abgedunkelt wird

source: If the system low-power mode should be enabled when on AC power.
de: Legt fest, ob der Energiesparmodus nach einer festgelegten Zeit des Leerlaufs im Netzbetrieb abgedunkelt wird um Strom zu sparen.

source: If the system low-power mode should be enabled when on UPS power.
de: Legt fest, ob der Energiesparmodus aktiviert werden soll, wenn Strom aus einer USV bezogen wird.

source: If the system low-power mode should be enabled when on laptop battery power.
de: Legt fest, ob der Energiesparmodus im Akkubetrieb aktiviert werden soll.

source: If the user is authorized to hibernate the computer.
de: Legt fest, ob der Benutzer den Rechner in den Ruhezustand versetzen darf.

source: If the user is authorized to suspend the computer.
de: Legt fest, ob der Benutzer den Rechner in Bereitschaft versetzen darf.

source: If the user should be notified when the AC adapter is disconnected.
de: Legt fest, ob der Benutzer benachrichtigt werden soll, wenn die Verbindung zum Stromnetz getrennt wurde.

source: If time based notifications should be used. If set to false, then the percentage change is used instead, which may fix a broken ACPI BIOS.
de: Legt fest, ob zeitbasierte Benachrichtigungen verwendet werden sollen. Wenn dies auf »false« steht, wird stattdessen die prozentuale Änderung des Ladezustands benutzt, was möglicherweise mit einem defekten ACPI-BIOS besser funktioniert.

source: If we should show the low capacity warning for a broken battery
de: Legt fest, ob die Warnung für geringe Kapazität bei einem defekten Akku angezeigt werden soll

source: If we should show the low capacity warning for a broken battery.
de: Legt fest, ob bei potenziell defekten Akkus eine Warnung angezeigt werden soll

source: If we should show the recalled battery warning for a broken battery
de: Legt fest, ob bei potenziell defekten Akkus eine Warnung angezeigt werden soll

source: If we should show the recalled battery warning for a broken battery. Set this to false only if you know your battery is okay.
de: Legt fest, ob bei potenziell defekten Akkus eine Warnung angezeigt werden soll. Setzten Sie dies nur auf »FALSCH« wenn Sie sicher sind, dass Ihr Akku in Ordnung ist.

source: If we should show the warning when we have a valid inhibit and configured to sleep on lid close
de: Legt fest, ob die Warnung bei einer geltenden Sperrung und bei Konfiguration zum Schlafmodus bei geschlossenem Display angezeigt werden soll

source: If we should show the warning when we have a valid inhibit and configured to sleep on lid close.
de: Legt fest, ob die Warnung bei einer geltenden Sperrung und bei Konfiguration zum Schlafmodus bei geschlossenem Display angezeigt werden soll.

source: Keyboard brightness when on AC
de: Tastaturhelligkeit bei Netzversorgung

source: Keyboard brightness when on battery
de: Tastaturhelligkeit bei Akkubetrieb

source: LCD brightness when on AC
de: Bildschirmhelligkeit bei Netzversorgung

source: LCD dimming amount when on battery
de: Bildschirm abdunkeln bei Akkubetrieb

source: Laptop lid close action on battery
de: Aktion beim Schließen des Laptops bei Akkubetrieb

source: Laptop lid close action when on AC
de: Aktion beim Schließen des Laptops bei Netzversorgung

source: Lock GNOME keyring on sleep
de: Schlüsselbund im Schlafmodus sperren

source: Lock screen on hibernate
de: Bildschirm beim Wechsel in den Ruhezustand sperren

source: Lock screen on suspend
de: Bildschirm beim Wechsel in die Bereitschaft sperren

source: Lock screen when blanked
de: Bildschirm beim Abdunkeln sperren

source: Method used to blank screen on AC
de: Methode für die Abdunkelung des Bildschirms bei Netzversorgung

source: Method used to blank screen on battery
de: Methode für die Abdunkelung des Bildschirms bei Akkubetrieb

source: Notify on a low power
de: Bei niedrigem Akkuladezustand benachrichtigen

source: Notify on a sleep failure
de: Bei gescheitertem Ruhezustand benachrichtigen

source: Notify when AC adapter is disconnected
de: Benachrichtigen, wenn der Rechner vom Netz getrennt wurde

source: Notify when fully charged
de: Benachrichtigen wenn der Akku voll aufgeladen wurde

source: Notify when the profile data is guessed
de: Benachrichtigen, wenn die Profildaten ermittelt werden

source: Number of seconds to suppress policy after resume
de: Zeit in Sekunden während der nach dem Aufwachen Aktionen unterdrückt werden

source: Percentage action is taken
de: Wegen des Ladezustands wird eine Aktion durchgeführt

source: Percentage considered critical
de: Ladezustand kritisch

source: Percentage considered low
de: Ladezustand niedrig

source: Power button action
de: Aktion wenn der Netzschalter betätigt wurde

source: Reduce the backlight brightness when on battery power
de: Hintergrundbeleuchtung im Akkubetrieb abdunkeln

source: Sleep timeout computer when on AC
de: Zeitspanne bis zur Aktivierung des Energiesparmodus bei Netzversorgung

source: Sleep timeout computer when on battery
de: Zeitspanne bis zur Aktivierung des Energiesparmodus bei Akkubetrieb

source: Sleep timeout display when on AC
de: Zeitspanne bis zum Abdunkeln des Bildschirms bei Netzversorgung

source: Sleep timeout display when on battery
de: Zeitspanne bis zum Abdunkeln des Bildschirms bei Akkubetrieb

source: Suspend button action
de: Aktion bei Betätigung des Schalters für Bereitschaft

source: Suspend enabled
de: Bereitschaft aktiviert

source: The DPMS method used to blank the screen when on AC power. Possible values are "default", "standby", "suspend" and "off".
de: DPMS-Methode, die benutzt wird, um den Bildschirm bei Netzbetrieb abzudunkeln. Mögliche Werte sind »default« (Standard), »standby«, »suspend« (Bereitschaft)und »off« (aus).

source: The DPMS method used to blank the screen when on battery power. Possible values are "default", "standby", "suspend" and "off".
de: DPMS-Methode, die benutzt wird, um den Bildschirm im Akkubetrieb abzudunkeln. Mögliche Werte sind »default« (Standard), »standby«, »suspend« (Bereitschaft)und »off« (aus).

source: The action to take when the UPS is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
de: Die auszuführende Aktion bei kritischem Ladezustand der USV. Mögliche Werte sind »hibernate« (Ruhezustand), »suspend« (Bereitschaft), »shutdown« (Ausschalten) und »nothing« (nichts).

source: The action to take when the UPS is low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
de: Die auszuführende Aktion bei niedrigem Ladezustand der USV. Mögliche Werte sind »hibernate« (Ruhezustand), »suspend« (Bereitschaft), »shutdown« (Ausschalten) und »nothing« (nichts).

source: The action to take when the battery is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
de: Die auszuführende Aktion bei kritischem Ladezustand des Akkus. Mögliche Werte sind »hibernate« (Ruhezustand), »suspend« (Bereitschaft), »shutdown« (Ausschalten) und »nothing« (nichts).

source: The action to take when the laptop lid is closed and the laptop is on AC power. Possible values are "suspend", "hibernate", "blank" and "nothing".
de: Die auszuführende Aktion bei Schließen des Laptops, wenn dieses an die Netzversorgung angeschlossen ist. Mögliche Werte sind »hibernate« (Ruhezustand), »suspend« (Bereitschaft), »blank« (Abdunkeln) und »nothing« (nichts).

source: The action to take when the laptop lid is closed and the laptop is on battery power. Possible values are "suspend", "hibernate", "blank", and "nothing".
de: Die auszuführende Aktion bei Schließen des Laptops, wenn sich dieses im Akkubetrieb befindet. Mögliche Werte sind »hibernate« (Ruhezustand), »suspend« (Bereitschaft), »blank« (Abdunkeln) und »nothing« (nichts).

source: The action to take when the system hibernate button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
de: Die auszuführende Aktion bei Betätigung des Schalters für Bereitschaft. Mögliche Werte sind »hibernate« (Ruhezustand), »suspend« (Bereitschaft), »interactive« (Interaktiv), »shutdown« (Ausschalten) und »nothing« (nichts).

source: The action to take when the system power button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
de: Die auszuführende Aktion bei Betätigung des Netzschalters. Mögliche Werte sind »hibernate« (Ruhezustand), »suspend« (Bereitschaft), »interactive« (Interaktiv), »shutdown« (Ausschalten) und »nothing« (nichts).

source: The action to take when the system suspend button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
de: Die auszuführende Aktion bei Betätigung des Schalters für die Bereitschaft; Mögliche Werte sind »hibernate« (Ruhezustand), »suspend« (Bereitschaft), »interactive«, »shutdown« (Ausschalten) und »nothing« (nichts).

source: The amount of time in seconds before the display goes to sleep when the computer is on AC power.
de: Zeit in Sekunden vor Abdunkelung des Bildschirms bei Netzversorgung.

source: The amount of time in seconds the computer on AC power needs to be inactive before it goes to sleep.
de: Leerlaufzeit in Sekunden bevor der Rechner in die Bereitschaft versetzt wird, wenn dieser im Netzbetrieb läuft.

source: The amount of time in seconds the computer on battery power needs to be inactive before it goes to sleep.
de: Leerlaufzeit in Sekunden bevor der Rechner in die Bereitschaft versetzt wird, wenn dieser im Akkubetrieb läuft.

source: The amount of time in seconds the computer on battery power needs to be inactive before the display goes to sleep.
de: Leerlaufzeit in Sekunden bevor im Akkubetrieb der Bildschirm abgedunkelt wird.

source: The amount the light sensors should contribute to the brightness
de: Legt fest, wie stark die Lichtsensoren zur Anpassung der Helligkeit beitragen sollen.

source: The amount the light sensors should contribute to the brightness.
de: Legt fest, wie stark die Lichtsensoren zur Anpassung der Helligkeit beitragen sollen.

source: The amount to dim the brightness of the display when on battery power. Possible values are between 0 and 100.
de: Legt fest, wie stark der Bildschirm im Akkubetrieb abgedunkelt wird. Mögliche Werte liegen zwischen 0 und 100.

source: The brightness of the display when on AC power. Possible values are between 0 and 100.
de: Helligkeit des Bildschirms bei Netzversorgung. Mögliche Werte liegen zwischen 0 und 100.

source: The brightness of the keyboard when on AC power. Possible values are between 0 and 100.
de: Helligkeit des Bildschirms bei Netzversorgung. Mögliche Werte liegen zwischen 0 und 100.

source: The brightness of the keyboard when on battery power. Possible values are between 0 and 100.
de: Helligkeit des Bildschirms im Akkubetrieb. Mögliche Werte liegen zwischen 0 und 100

source: The brightness of the screen when idle
de: Helligkeit des Bildschirms im Leerlauf

source: The calibration of the light sensors so that the screen is bright enough
de: Einstellung der Lichtsensoren für ausreichende Bildschirmhelligkeit

source: The calibration of the light sensors so that the screen is bright enough, in percent.
de: Prozentuale Einstellung der Lichtsensoren für ausreichende Bildschirmhelligkeit.

source: The default amount of time to dim the screen after idle
de: Der Standardzeitraum bis der Bildschirm bei Untätigkeit abgedunkelt wird

source: The default amount of time to dim the screen after idle.
de: Der Standardzeitraum bis der Bildschirm bei Untätigkeit abgedunkelt wird.

source: The default configuration version.
de: Die Standardkonfigurationsversion.

source: The default graph type to show in the statistics window
de: Der Graph, der im Statistikfenster standardmäßig angezeigt werden soll

source: The default graph type to show in the statistics window.
de: Der Graph, der im Statistikfenster standardmäßig angezeigt werden soll

source: The interval the ambient light sensors should be polled
de: Intervall zum Abfragen des Umgebungslichtsensors

source: The interval the ambient light sensors should be polled in seconds.
de: Intervall zum Abfragen des Umgebungslichtsensors in Sekunden.

source: The invalid timeout for power actions
de: Abwartezeitraum für Aktionen

source: The invalid timeout in ms for power actions. Set this longer if you get 'battery critical' messages when you unplug.
de: Der Abwartezeitraum für Aktionen in Millisekunden. Erhöhen Sie diesen Wert wenn Sie »Ladezustand niedrig«-Warnungen kriegen, wenn Sie den Laptop vom Netz trennen.

source: The maximum duration of time displayed on the x-axis of the graph.
de: Die Zeitspanne, die auf der x-Achse der Grafiken maximal dargestellt wird.

source: The maximum time displayed on the graph
de: Die maximale Zeitspanne, die in Grafiken dargestellt wird.

source: The percentage of the battery when it is considered critical. Only valid when use_time_for_policy is false.
de: Prozentwert, bei dem der Akkuladezustand als kritisch eingestuft wird. Wird nur berücksichtigt, wenn use_time_for_policy auf »false« steht.

source: The percentage of the battery when it is considered low. Only valid when use_time_for_policy is false.
de: Prozentwert, bei dem der Akkuladezustand als niedrig eingestuft wird. Wird nur berücksichtigt, wenn use_time_for_policy auf »false« steht.

source: The percentage of the battery when the critical action is performed. Only valid when use_time_for_policy is false.
de: Prozentwert, bei dem eine Aktion wegen kritischen Ladezustands durchgeführt wird. Wird nur berücksichtigt, wenn use_time_for_policy auf »false« steht.
