Repository: DynamicSystemsInc/TED
Catalog: ws/userland/src/components/gnome/gnome-power-manager/gnome-power-manager-2.24.4/po/*.po
Languages: de

source: The time remaining in seconds of the battery when critical action is taken. Only valid when use_time_for_policy is true.
de: Verbleibende Laufzeit des Akkus in Sekunden, bei der eine Aktion wegen kritischen Akkuladezustands durchgeführt wird. Wird nur berücksichtigt, wenn use_time_for_policy auf »true« steht.

source: The time remaining in seconds of the battery when it is considered critical. Only valid when use_time_for_policy is true.
de: Verbleibende Laufzeit des Akkus in Sekunden, bei der sein Ladezustand als kritisch angesehen wird. Wird nur berücksichtigt, wenn use_time_for_policy auf »true« steht.

source: The time remaining in seconds of the battery when it is considered low. Only valid when use_time_for_policy is true.
de: Verbleibende Laufzeit des Akkus in Sekunden, bei der sein Ladezustand als niedrig angesehen wird. Wird nur berücksichtigt, wenn use_time_for_policy auf »true« steht.

source: The time remaining when action is taken
de: Die verbleibende Laufzeit, bei der eine Aktion durchgeführt wird

source: The time remaining when critical
de: Die verbleibende Laufzeit bei kritischem Ladezustand

source: The time remaining when low
de: Die verbleibende Zeit bei niedrigem Ladezustand

source: The type of sleeping that should be performed when the computer is inactive. Possible values are "hibernate", "suspend" and "nothing".
de: Die auszuführende Aktion bei Leerlauf. Mögliche Werte sind »hibernate« (Ruhezustand), »suspend« (Bereitschaft) und »nothing« (nichts).

source: The version of the installed version of the schema. Do not edit this value, it is used so that configure changes between versions can be detected.
de: Die Version der installierten Schema-Version. Ändern Sie diesen Wert nicht, da er verwendet wird, um die Änderungen zwischen Versionen zu erkennen.

source: This is the laptop panel screen brightness used when the session is idle. Only valid when use_time_for_policy is true.
de: Die Helligkeit des Bildschirms bei Leerlauf. Wird nur berücksichtigt, wenn use_time_for_policy auf true steht

source: UPS critical low action
de: Aktion bei kritischem Ladezustand der USV

source: UPS low power action
de: Aktion bei kritischem Ladezustand der USV

source: Use gnome-screensaver lock setting
de: Einstellung zum Sperren des Bildschirms von »gnome-screensaver« übernehmen

source: When to show the notification icon
de: Legt fest, wann das Benachrichtigungssymbol angezeigt werden soll

source: Whether NetworkManager should be connected and disconnected on sleep.
de: Legt fest, ob »NetworkManager« vor bzw. nach Bereitschaft das Netzwerk trennen bzw. verbinden soll.

source: Whether NetworkManager should disconnect before suspending or hibernating and connect on resume.
de: Legt fest, ob »NetworkManager« vor dem Wechsel in Bereitschaft oder den Ruhezustand die Netzwerkverbindung trennen und nach dem Aufwachen wieder aufbauen soll.

source: Whether the GNOME keyring is locked before the computer enters hibernate. This means the keyring will have to be unlocked on resume.
de: Legt fest, ob der GNOME-Schlüsselbund gesperrt wird, bevor der Computer in den Ruhezustand wechselt. Das bedeutet, dass der Schlüsselbund beim Fortsetzen entsperrt werden muss.

source: Whether the GNOME keyring is locked before the computer enters suspend. This means the keyring will have to be unlocked on resume.
de: Legt fest, der GNOME-Schlüsselbund gesperrt wird, bevor der Computer in die Bereitschaft wechselt. Das bedeutet, dass der Schlüsselbund beim Fortsetzen entsperrt werden muss.

source: Whether the screen is locked when the computer wakes up from a hibernate. Only used if lock_use_screensaver_settings is false.
de: Legt fest, ob der Bildschirm gesperrt ist, wenn der Rechner aus dem Ruhezustand aufwacht. Wird nur berücksichtigt, wenn »lock_use_screensaver_settings« auf »false« steht.

source: Whether the screen is locked when the computer wakes up from a suspend. Only used if lock_use_screensaver_settings is false.
de: Legt fest, ob der Bildschirm gesperrt werden soll, wenn der Rechner aus der Bereitschaft aufwacht. Wird nur berücksichtigt, wenn »lock_use_screensaver_settings« auf »false« steht.

source: Whether the screen is locked when the screen is turned off. Only used if lock_use_screensaver_settings is false.
de: Legt fest, ob der Bildschirm gesperrt wird, nachdem der Bildschirm abgeschaltet wird. Wird nur berücksichtigt, falls »lock_use_screensaver_settings« auf »false« steht.

source: Whether to hibernate, suspend or do nothing when inactive
de: Legt fest, ob bei Leerlauf der Ruhezustand, die Bereitschaft oder nichts zu aktivieren ist.

source: Whether to use the screen lock setting of gnome-screensaver to decide if the screen is locked after a hibernate, suspend or blank screen.
de: Legt fest, ob die Einstellung von »gnome-screensaver« zur Entscheidung, ob der Bildschirm nach einem Ruhezustand, einer Bereitschaft oder einem abgeschalteten Bildschirm gesperrt ist, verwendet werden soll.

source: Whether to use time-based notifications
de: Legt fest, ob Benachrichtigungen sich auf die verbleibende Zeit beziehen sollen

source: Whether we should show the axis labels in the statistics window
de: Legt fest, ob Achsenbeschriftungen im Statistikfenster angezeigt werden sollen

source: Whether we should show the axis labels in the statistics window.
de: Legt fest, ob Achsenbeschriftungen im Statistikfenster angezeigt werden sollen.

source: Whether we should show the events in the statistics window
de: Legt fest, ob energiebezogene Ereignisse im Statistikfenster angezeigt werden sollen

source: Whether we should show the events in the statistics window.
de: Legt fest, ob energiebezogene Ereignisse im Statistikfenster angezeigt werden sollen.

source: Whether we should smooth the data in the graph
de: Legt fest, ob Daten in der Grafik geglättet werden sollen

source: Whether we should smooth the data in the graph.
de: Legt fest, ob Daten in der Grafik geglättet werden sollen.

source: Configure power management
de: Energiesparfunktionen einstellen

source: Power Management
de: Energieverwaltung

source: Observe power management
de: Energiesparfunktionen überwachen

source: Power Statistics
de: Energiestatistiken

source: Brightness
de: Helligkeit

source: Add related _events
de: _Ereignisse anzeigen

source: Cell Voltage
de: Zellspannung

source: Graph type:
de: Graph:

source: Power History
de: Energieverbrauch

source: Time since startup
de: Zeit seit Hochfahren

source: Application:
de: Anwendung:

source: Burning DVD, titled "My Photos"
de: DVD »Meine Photos« wird gebrannt

source: Inhibit
de: Unterdrücken

source: Inhibit Tester
de: Unterdrückungstest

source: Reason:
de: Grund:

source: UnInhibit
de: Erlauben

source: Vendor Acme Foo
de: Hersteller-Acme-Zeugs

source: <b>Actions</b>
de: <b>Aktionen</b>

source: <b>Display</b>
de: <b>Anzeige</b>

source: <b>Extras</b>
de: <b>Sonstiges</b>

source: <b>Notification Area</b>
de: <b>Benachrichtigungsfeld</b>

source: Always sleep when the lid is _closed
de: Beim Schließen des _Deckels in den Energiesparmodus wechseln

source: Di_m display when idle
de: Bildschirm bei Leerlauf ab_dunkeln

source: Enable UPS discharge _alarm
de: Klang als _Entladewarnung der USV ausgeben

source: General
de: Allgemein

source: On AC Power
de: Im Netzbetrieb

source: On Battery Power
de: Im Akkubetrieb

source: On UPS Power
de: Im USV-Betrieb

source: Only display an icon when a battery is p_resent
de: Nur bei vorhandenem _Akku Symbol anzeigen

source: Only display an icon when charging or _discharging
de: Nur bei _Ladung oder Entladung des Akku Symbol anzeigen

source: Power Management Preferences
de: Einstellungen der Energieverwaltung

source: Put _display to sleep when inactive for:
de: _Bildschirm bei Leerlauf ausschalten nach:

source: Put computer to _sleep when inactive for:
de: _Rechner bei Leerlauf in Energiesparmodus versetzen nach:

source: Set display _brightness to:
de: Bildschirm_helligkeit setzen auf:

source: Turn on keyboard light when light level is low
de: Tastaturbeleuchtung bei geringem Beleuchtungsniveau einschalten

source: Use _ambient light to adjust LCD brightness
de: Helligkeit an das _Umgebungslicht anpassen

source: Use _sound to notify in event of an error
de: Bei Fehlern einen _Warnton ausgeben

source: When UPS power is _critically low:
de: Bei _kritischem Ladezustand der USV:

source: When UPS power is l_ow:
de: Bei _niedrigem Ladezustand der USV:

source: When battery po_wer is critically low:
de: Bei k_ritischem Akkuladezustand:

source: When laptop lid is cl_osed:
de: Beim _Schließen des Deckels:

source: When the _suspend button is pressed:
de: Beim Drücken der _Bereitschaftstaste:

source: When the power _button is pressed:
de: Beim Drücken des _Ein-/Ausschalters:

source: _Always display an icon
de: Symbol _immer anzeigen

source: _Never display an icon
de: Symbol _nie anzeigen

source: _Only display an icon when battery power is critically low
de: Nur bei k_ritischem Akkuladezustand Symbol anzeigen

source: _Reduce backlight brightness
de: Bildschirm_helligkeit reduzieren

source: The message was not sent due to DBUS security rules
de: Die Nachricht wurde aufgrund von DBUS-Sicherheitsregeln nicht gesendet

source: General failure
de: Allgemeiner Fehler

source: Unknown time
de: Unbekannte Zeit

source: %i hour
de: %i Stunde

source: hour
de: Stunde

source: Power Manager for the GNOME desktop
de: Energieverwaltung für die GNOME-Desktop-Umgebung

source: Computer is running on backup power
de: Rechner läuft mit Notstrom

source: Computer is running on AC power
de: Rechner ist im Netzbetrieb

source: Computer is running on battery power
de: Rechner ist im Akkubetrieb

source: Battery discharge time is currently unknown
de: Akku-Entladezeit ist zur Zeit unbekannt

source: Battery charge time is currently unknown
de: Akku-Ladezeit ist zur zeit unbekannt

source: Battery discharge time is estimated
de: Akku-Entladezeit ist geschätzt

source: Battery charge time is estimated
de: Akku-Ladezeit ist geschätzt

source: Unable to get data...
de: Daten können nicht abgerufen werden …

source: %ih
de: %i Std.

source: %ih%02i
de: %i Std. %02i

source: %2im
de: %2i Min.

source: %2im%02i
de: %02i Min. %02i

source: %2is
de: %2i Sek.

source: Reason: %s
de: Grund: %s

source: On AC
de: Netzbetrieb

source: On battery
de: Akkubetrieb

source: Session powersave
de: Energiesparen

source: Session idle
de: Leerlauf

source: Session active
de: Aktivität

source: label shown on graph|Suspend
de: Bereitschaft

source: label shown on graph|Resume
de: Fortsetzen

source: label shown on graph|Hibernate
de: Ruhezustand

source: Lid closed
de: Deckel geschlossen

source: Lid opened
de: Deckel geöffnet

source: Notification
de: Benachrichtigung

source: DPMS On
de: DPMS aktiviert

source: DPMS Standby
de: DPMS Bereitschaft

source: DPMS Suspend
de: DPMS Bereitschaft

source: DPMS Off
de: DPMS deaktiviert

source: Power
de: Leistung

source: Estimated time
de: Geschätzte Zeit

source: Time
de: Zeit

source: Battery percentage
de: Prozentualer Ladezustand

source: Percentage
de: Prozentanteil

source: Battery Voltage
de: Batteriespannung

source: Voltage
de: Spannung

source: Accuracy of reading
de: Lesegenauigkeit

source: Trusted
de: Sicher

source: Untrusted
de: Unsicher

source: Average time elapsed
de: Durchschnittliche Laufzeit

source: Valid data
de: Gültige Daten

source: Extrapolated data
de: Extrapolierte Daten

source: No data
de: Keine Daten

source: Start point
de: Startpunkt

source: Stop point
de: Endpunkt

source: AC adapter inserted
de: Netzstecker wurde angesteckt

source: AC adapter removed
de: Netzstecker wurde gezogen

source: The laptop lid has been closed
de: Deckel wurde geschlossen

source: The laptop lid has been re-opened
de: Deckel wurde wieder geöffnet

source: idle mode ended
de: Leerlauf beendet

source: idle mode started
de: Leerlauf beginnt

source: powersave mode started
de: Energiesparmodus beginnt

source: dpms on
de: DPMS aktiviert

source: dpms standby
de: DPMS-Bereitchaft

source: dpms suspend
de: DPMS-Bereitschaft

source: dpms off
de: DPMS deaktiviert

source: Resuming computer
de: Rechner wird aufgeweckt

source: Hibernate Problem
de: Problem mit dem Ruhezustand

source: Suspend Problem
de: Problem mit der Bereitschaft

source: %s has stopped the suspend from taking place: %s.
de: %s verhinderte die Bereitschaft: %s.

source: %s has stopped the hibernate from taking place: %s.
de: %s verhinderte den Ruhezustand: %s.

source: %s has stopped the policy action from taking place: %s.
de: %s verhinderte die Ausführung der Aktion: %s.

source: %s has stopped the reboot from taking place: %s.
de: %s verhinderte den Neustart: %s.

source: %s has stopped the shutdown from taking place: %s.
de: %s verhinderte das Ausschalten: %s.

source: %s has stopped the timeout action from taking place: %s.
de: %s verhinderte die Ausführung der Zeitspannen-Aktion: %s.

source: Multiple applications have stopped the suspend from taking place.
de: Mehrere Anwendungen verhinderten die Bereitschaft.

source: Multiple applications have stopped the hibernate from taking place.
de: Mehrere Anwendungen verhinderten den Ruhezustand.

source: Multiple applications have stopped the policy action from taking place.
de: Mehrere Anwendungen verhinderten die Ausführung der Aktion.

source: Multiple applications have stopped the reboot from taking place.
de: Mehrere Anwendungen verhinderten den Neustart.

source: Multiple applications have stopped the shutdown from taking place.
de: Mehrere Anwendungen verhinderten das Ausschalten.

source: Do not daemonize
de: Kein Hintergrundprozess

source: Show extra debugging information
de: Zusätzliche Informationen zur Fehlererkennung anzeigen

source: Show version of installed program and exit
de: Version des Programms anzeigen und beenden

source: Exit after a small delay (for debugging)
de: Nach einer kurzen Verzögerung beenden (zur Fehlererkennung)

source: Exit after the manager has loaded (for debugging)
de: Beenden nachdem der Verwalter geladen wurde (zur Fehlererkennung)

source: GNOME Power Manager
de: GNOME-Energieverwaltung

source: Request to suspend
de: Anforderung für Bereitschaft

source: Request to hibernate
de: Anforderung für Ruhezustand

source: Request to do policy action
de: Anforderung einer Aktion

source: Request to reboot
de: Anforderung zum Neustarten

source: Request to shutdown
de: Anforderung zum Ausschalten

source: Request to do timeout action
de: Anforderung für Zeitspannen-Aktion

source: Perform action anyway
de: Aktion dennoch ausführen

source: Action disallowed
de: Aktion nicht gestattet

source: Suspend support has been disabled. Contact your administrator for more details.
de: Die Bereitschafts-Unterstützung wurde deaktiviert. Wenden Sie sich für weitere Details an Ihren Systemadministrator.

source: Action forbidden
de: Aktion verboten

source: Suspend is not available on this computer.
de: Der Bereitschaftsmodus ist für diesen Computer nicht verfügbar.

source: Suspending computer.
de: Rechner wird in Bereitschaft versetzt.

source: Hibernate support has been disabled. Contact your administrator for more details.
de: Die Unterstützung für den Ruhezustand wurde deaktiviert. Wenden Sie sich für weitere Details an Ihren Systemadministrator.

source: Hibernate is not available on this computer.
de: Der Ruhezustand ist auf diesem Computer nicht verfügbar.

source: Hibernating computer.
de: Rechner wird in den Ruhezustand versetzt.

source: Doing nothing.
de: Nichts geschieht.

source: Shutting down computer.
de: Rechner wird heruntergefahren.

source: GNOME interactive logout.
de: Interaktives GNOME-Abmelden

source: System idle.
de: Systemleerlauf.

source: Power Information
de: Energie-Informationen

source: The power button has been pressed.
de: Ein-/Ausschalter wurde gedrückt.

source: The suspend button has been pressed.
de: Bereitschaftstaste wurde gedrückt.

source: The hibernate button has been pressed.
de: Ruhezustandstaste wurde gedrückt.

source: The lid has been closed on ac power.
de: Deckel wurde im Netzbetrieb geschlossen.

source: The lid has been closed on battery power.
de: Deckel wurde im Akkubetrieb geschlossen.

source: The lid has been closed, and the ac adapter removed (and gconf is okay).
de: Deckel wurde geschlossen und Netzstecker gezogen (kein Problem von gconf).

source: Battery is critically low.
de: Ladezustand des Akkus ist kritisch.

source: User clicked on tray
de: Benutzer hat auf Benachrichtigungsfeld geklickt

source: Laptop battery low
de: Laptop-Akku fast leer

source: You have approximately <b>%s</b> of remaining battery life (%.1f%%)
de: Ihnen verbleiben noch ca. <b>%s</b> im Akkubetrieb (%.1f%%).

source: UPS low
de: USV fast leer

source: You have approximately <b>%s</b> of remaining UPS backup power (%.1f%%)
de: Ihnen verbleiben noch ca. <b>%s</b> im USV-Betrieb (%.1f%%).

source: Mouse battery low
de: Mausbatterie fast leer

source: The wireless mouse attached to this computer is low in power (%.1f%%)
de: Die an diesen Computer angeschlossene kabellose Maus hat nur noch wenig Energie (%.1f%%)

source: Keyboard battery low
de: Tastaturbatterie fast leer

source: The wireless keyboard attached to this computer is low in power (%.1f%%)
de: Die an diesen Computer angeschlossene kabellose Tastatur hat nur noch wenig Energie (%.1f%%)

source: PDA battery low
de: PDA-Batterie fast leer

source: The PDA attached to this computer is low in power (%.1f%%)
de: Der an diesen Computer angeschlossene PDA hat nur noch wenig Energie (%.1f%%)

source: Cell phone battery low
de: Mobiltelefon-Akku fast leer

source: The cell phone attached to this computer is low in power (%.1f%%)
de: Das an diesen Computer angeschlossene Mobiltelefon hat nur noch wenig Energie (%.1f%%)

source: a short time
de: kurze Zeit

source: Laptop battery critically low
de: Kritischer Ladezustand des Laptop-Akkus

source: Plug in your AC adapter to avoid losing data.
de: Schließen Sie Netzteil an, um Datenverlust zu vermeiden.

source: This computer will suspend in %s if the AC is not connected.
de: Dieser Computer wird in %s in Bereitschaft versetzt, wenn das Netzteil nicht angeschlossen wird.

source: This computer will hibernate in %s if the AC is not connected.
de: Dieser Computer wird in %s in den Ruhezustand versetzt, wenn das Netzteil nicht angeschlossen wird.

source: This computer will shutdown in %s if the AC is not connected.
de: Dieser Computer wird in %s herunterfahren, wenn das Netzteil nicht angeschlossen wird.

source: You have approximately <b>%s</b> of remaining battery life (%.1f%%). %s
de: Ihnen verbleiben noch ca. <b>%s</b> im Akkubetrieb (%.1f%%). %s

source: UPS critically low
de: Kritischer Ladezustand der USV

source: You have approximately <b>%s</b> of remaining UPS power (%.1f%%). Restore AC power to your computer to avoid losing data.
de: Ihnen verbleiben noch ca. <b>%s</b> im USV-Betrieb (%.1f%%). Schließen Sie den Rechner an die Stromversorgung an, um Datenverlust zu verhindern.

source: The wireless mouse attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
de: Die an diesen Computer angeschlossene drahtlose Maus hat nur noch wenig Energie (%.1f%%). Sie wird ausfallen, falls sie nicht bald aufgeladen wird.

source: The wireless keyboard attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
de: Die an diesen Computer angeschlossene drahtlose Tastatur hat nur noch wenig Energie (%.1f%%). Es wird ausfallen, falls es nicht bald aufgeladen wird.

source: The PDA attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
de: Der an diesen Computer angeschlossene PDA hat nur noch wenig Energie (%.1f%%). Er wird ausfallen, falls er nicht bald aufgeladen wird.

source: Your cell phone is very low in power (%.1f%%). This device will soon stop functioning if not charged.
de: Ihr Mobiltelefon hat nur noch wenig Energie (%.1f%%). Es wird ausfallen, falls es nicht bald aufgeladen wird.

source: The battery is below the critical level and this computer will <b>power-off</b> when the battery becomes completely empty.
de: Der Akkuladezustand ist im kritischen Bereich. Der Rechner wird <b>ausgehen</b>, sobald der Akku vollständig entladen ist.

source: The battery is below the critical level and this computer is about to suspend.<br><b>NOTE:</b> A small amount of power is required to keep your computer in a suspended state.
de: Der Akkuladezustand ist unterhalb des kritischen Niveaus. Der Rechner wird deshalb in Bereitschaft versetzt. <br><b>Hinweis:</b> Der Rechner benötigt auch in Bereitschat weiterhin eine geringe Menge an Energie.

source: The battery is below the critical level and this computer is about to hibernate.
de: Der Akkuladezustand ist im kritischen Bereich. Der Rechner wird deshalb nun in den Ruhezustand versetzt.

source: The battery is below the critical level and this computer is about to shutdown.
de: Der Akkuladezustand ist im kritischen Bereich. Der Rechner wird deshalb nun heruntergefahren.

source: The UPS is below the critical level and this computer will <b>power-off</b> when the UPS becomes completely empty.
de: Der Ladezustand der USV ist im kritischen Bereich. Der Rechner wird <b>ausgehen</b>, wenn sie vollständig entladen ist.

source: The UPS is below the critical level and this computer is about to hibernate.
de: Der Ladezustand der USV ist im kritisch Bereich. Der Rechner wird deshalb nun in den Ruhezustand versetzt.

source: The UPS is below the critical level and this computer is about to shutdown.
de: Der Ladezustand der USV ist im kritischen Bereich. Der Rechner wird deshalb nun heruntergefahren.

source: Install problem!
de: Installationsproblem!

source: The configuration defaults for GNOME Power Manager have not been installed correctly. Please contact your computer administrator.
de: Die Standardkonfiguration für die GNOME-Energieverwaltung wurde nicht korrekt installiert. Bitte wenden Sie sich an Ihren Systemadministrator.

source: Battery may be recalled
de: Akku wurde eventuell zurückgerufen

source: The battery in your computer may have been recalled by %s and you may be at risk. For more information visit the %s battery recall website.
de: Sie befinden sich in Gefahr. Der Akku in Ihrem Rechner wurde wahrscheinlich von %s zurückgerufen. Näheres finden Sie auf der zur Rückrufaktion von %s gehörigen Web-Seite.

source: Visit recall website
de: Rückrufaktionsseite besuchen

source: Do not show me this again
de: Dies in Zukunft nicht mehr anzeigen

source: Battery may be broken
de: Akku ist eventuell beschädigt

source: Your battery has a very low capacity (%i%%), which means that it may be old or broken.
de: Ihre Batterie hat eine sehr geringe Kapazität (%i%%), was bedeuten kann, dass sie alt oder defekt sein kann.

source: Sleep warning
de: Energiesparmodus-Warnung

source: Your laptop will not sleep if you shut the lid as a running program has prevented this. Some laptops can overheat if they do not sleep when the lid is closed.
de: Ihr Laptop wird nicht in den Ruhezustand versetzt wenn Sie den Deckel schließen, da dies zur Zeit unterbunden ist. Manche Laptops können überhitzen, wenn sie nicht in den Ruhezustand versetzt werden, sobald der Deckel geschlossen wird.

source: Battery Charged
de: Akku aufgeladen

source: Your laptop battery is now fully charged
de: Ihr Laptop-Akku ist jetzt vollständig aufgeladen

source: Battery Discharging
de: Akku entlädt

source: The AC power has been unplugged. The system is now using battery power.
de: Der Netzstecker wurde gezogen. Das System läuft nun im Akkubetrieb.

source: UPS Discharging
de: USV entlädt
